{"sections":{"main":{"type":"main-collection","settings":{"show_collection_info":false,"show_collection_image":false,"apply_overlay":false,"show_color_swatch":false,"show_vendor":false,"collection_image_size":"small","show_sort_by":true,"show_layout_switch":false,"toolbar_position":"top","show_filters":false,"show_filter_color_swatch":true,"expand_filters":true,"filter_position":"sidebar","filter_menu":"produktauswahl","grid_items_per_page":48,"grid_mobile_items_per_row":"2","grid_desktop_items_per_row":4}},"1649262045c198b444":{"type":"kundenservice-mit-2-bilder","blocks":{"a598274b-065a-4ff0-b7d6-4c02e073d913":{"type":"bild","settings":{"bild":"shopify:\/\/shop_images\/moodbild_zubehoer_in_anwendung.jpg"}},"ddf61305-d4be-4868-838d-015170818435":{"type":"kundenservice","settings":{"service_image":"shopify:\/\/shop_images\/hoffmann-service-team-angela.png","service_heading":"Kompetente Fachberatung","service_text":"Gerne beraten wir Sie persönlich.","button1_label":"Anrufen","button1_link":"tel:+492371-462611","button2_label":"E-Mail","button2_link":"mailto:service@hoffmann-germany.de"}},"bc648ebe-0512-4bd5-91e5-7f0b5d55bdab":{"type":"bild","settings":{"bild":"shopify:\/\/shop_images\/moodbild_messer.jpg"}}},"block_order":["a598274b-065a-4ff0-b7d6-4c02e073d913","ddf61305-d4be-4868-838d-015170818435","bc648ebe-0512-4bd5-91e5-7f0b5d55bdab"],"settings":{}},"recently-viewed-products":{"type":"recently-viewed-products","settings":{"title":"Gerade angesehen","show_product_info":true,"show_vendor":false,"show_color_swatch":false}},"3f90e9f8-d847-457e-9081-eff582bcf9ad":{"type":"collection-gallery-menu","blocks":{"acba11ab-c9d1-4d2d-995a-06b9bcabde55":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Pfannen_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"","menu-item-badge-text":"Pfannen","menu-item-badge-text-mobile":"Pfannen","menu-item-tags":""}},"83df3dcd-58d5-41a0-9e2a-bb4bba96efd3":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Toepfe_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/kochtopfe","menu-item-badge-text":"Kochtöpfe","menu-item-badge-text-mobile":"Kochtöpfe","menu-item-tags":""}},"9eabc5dd-1ca1-4409-a895-84ae3fd4a418":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Braeter_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/brater","menu-item-badge-text":"Bräter","menu-item-badge-text-mobile":"Bräter","menu-item-tags":""}},"2d839ef4-a0bc-4d7e-8d86-e914476d38da":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Wok_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/wok","menu-item-badge-text":"Woks","menu-item-badge-text-mobile":"Woks","menu-item-tags":""}},"f29edd2e-d486-4f59-8462-cb3e877a2849":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Grillpfannen_Grillplatten_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/grillpfannen-platten","menu-item-badge-text":"Grillpfannen & Platten","menu-item-badge-text-mobile":"Grillpfannen & Platten","menu-item-tags":""}},"01d3630e-74be-4aaa-b826-71d52859f365":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Kuechenhelfer_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/kuchenhelfer","menu-item-badge-text":"Küchenhelfer","menu-item-badge-text-mobile":"Küchenhelfer","menu-item-tags":""}},"ce9be692-c517-4dd3-8144-0845d3839467":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Zubehoer_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/kuechenwelt","menu-item-badge-text":"Zubehör","menu-item-badge-text-mobile":"Zubehör","menu-item-tags":""}},"5c050b54-727e-4d4c-96a3-5bae24fb5685":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Backplatten_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/backplatten","menu-item-badge-text":"Backplatten","menu-item-badge-text-mobile":"Backplatten","menu-item-tags":""}}},"block_order":["acba11ab-c9d1-4d2d-995a-06b9bcabde55","83df3dcd-58d5-41a0-9e2a-bb4bba96efd3","9eabc5dd-1ca1-4409-a895-84ae3fd4a418","2d839ef4-a0bc-4d7e-8d86-e914476d38da","f29edd2e-d486-4f59-8462-cb3e877a2849","01d3630e-74be-4aaa-b826-71d52859f365","ce9be692-c517-4dd3-8144-0845d3839467","5c050b54-727e-4d4c-96a3-5bae24fb5685"],"settings":{"horizontal-spacing":0.5,"vertical-spacing":0.5,"menu-item-count-desktop":4,"menu-item-count-tablet":3,"menu-item-count-mobile":"2","link-text-color":"#ffffff","link-text-background-color":"RGBA( 0, 0, 0, 0.2 )","icon-after-text":"angle-right","icon-after-text-color":"#ffffff","badge-background-color":"#F3EDDD","badge-text-color":"#000000","badge-position":"top-left","badge-link-text-border-radius":2,"badge-spacing-vertical":0.5,"badge-spacing-horizontal":0.5}},"d66791da-49fa-44f6-834d-b955dbaf70cc":{"type":"bulletpoints-with-heading-and-subtext","settings":{"separator_type":"line","heading":"Küchenmesser – Ein alltägliches Werkzeug in der Küche","heading-color":"#000000","subheading":"","subheading-color":"#000000","margin_top_section":20,"below-bulletpoints-text1":"<p style=\"text-align: left;\">Scharfe Messer sind in einer Küche unverzichtbar, denn sie <strong>garantieren Spaß an der Zubereitung<\/strong> und <strong>minimieren das Verletzungsrisiko<\/strong> beim Kochen. Küchenmesser gibt es in unzähligen Größen und Ausführungen, als Allrounder oder für ausgewählte Lebensmittel. Den Überblick zu behalten, ist schwer, denn die verschiedenen Messerarten sind nicht klar definiert, sodass jeder Hersteller andere Kriterien für einen bestimmten Messertyp zugrunde legt. Wir versuchen dennoch, etwas Licht ins Dunkel zu bringen, und klären, welche Küchenmesser in Ihrer Küche nicht fehlen dürfen und woran Sie gute Messer erkennen.<\/p>","below-bulletpoints-text2":"","bulletpoint-icon-color":"#000000"}},"1636039932a0a7323e":{"type":"apps","settings":{"include_margins":true}},"244721d2-5a2d-4ebb-adbe-de3a13bccfa2":{"type":"seo-html-texte-hashcom","blocks":{"4e195959-f9a9-4eef-becb-4caf47c1891c":{"type":"textblock","settings":{"heading":"Welche Messertypen gibt es?","content":"Kennen Sie den Unterschied zwischen einem Solinger Küchenmesser und einem Spickmesser? Was ist ein Kullenschliff und wozu brauche ich ein Ausbein-Messer? Dies ist nur eine kleine Auswahl an Messern und deren Besonderheiten, die Sie in unserem Shop finden können. Auf dem hart umkämpften Messermarkt finden sich immer wieder neue Varianten, neue Materialien, außergewöhnliche Herstellungsweisen oder günstige Schnäppchen. Doch eigentlich benötigen Sie nur eine geringe Anzahl an Messern in Ihrer Küche, um jahrzehntelang Freude am Kochen und Schneiden zu haben. Hierzu zählen mindestens ein großes Küchenmesser und ein kleines Küchenmesser."}},"8e584800-4d65-4ed4-8826-a72f40458f42":{"type":"textblock","settings":{"heading":"Allzweck-Messer","content":"Zu dem Sammelbegriff Allzweck-Messer gehören große Küchenmesser, die Sie für nahezu jedes Lebensmittel nutzen können. Unsere Chefmesser (auch Kochmesser genannt) und das Santoku-Messer gehören zu dieser Kategorie. Kleinere und schmalere Kochmesser finden Sie auch unter dem Namen Office-Messer. Das Chefmesser erhalten Sie bei uns entweder mit einer 21 oder einer 16 Zentimeter langen Klinge. Die Größenauswahl richtet sich nach Ihrer Handgröße sowie der Menge der zubereiteten Speisen. Bei großen Mengen könnte das größere Küchenmesser mit der Zeit schwerer in der Hand liegen. Die Klinge des Chefmessers läuft spitz zu, während die des Santoku-Messers durchgehend breit und mit einem Kullenschliff versehen ist. Der besondere Schliff verhindert, dass haftende Lebensmittel, zum Beispiel Kartoffelscheiben oder Käse, an der Klinge kleben bleiben. Die Spitze dieses Messers ist abgerundet.<br><br>\nSowohl mit dem Chefmesser als auch mit dem Santoku-Messer haben sie ein scharfes Messer für den alltäglichen Einsatz. Ihre Klingen gehen nahtlos in den Griff über, sodass sich der Schwerpunkt des Messers am Übergang zwischen Klinge und Griff befindet. Dadurch liegen die Schneidwerkzeuge gut in der Hand."}},"212963cd-571b-4148-84f1-64c2e04e255d":{"type":"textblock","settings":{"heading":"Brotmesser","content":"Ein Brotmesser ist ein weiteres großes Messer, das jedoch für das Schneiden von Brot, Baguette oder Brötchen gedacht ist. Dies gelingt weder mit dem Chefmesser noch mit dem Santoku-Messer gut, denn sie verfügen nicht über den charakteristischen Wellenschliff des Brotmessers. Mit ihm können Sie auch härtere Backwaren regelrecht durchsägen. Auch größere Früchte wie Ananas, Melonen oder Orangen lassen sich mit dem Brotmesser mühelos zerteilen."}},"08552d97-ee60-421c-9e10-64a3614c6d69":{"type":"textblock","settings":{"heading":"Kleine Küchenmesser","content":"Kochmesser mit kleiner Klinge ergänzen Ihre Sammlung an Schneidwerkzeugen. Einige Lebensmittel lassen sich mit kleinen Messern besser händeln. Insbesondere zum Schälen eignet sich ein Schälmesser mit gebogener Klinge. Mit einem Gemüsemesser (auch kurzes Spickmesser genannt) sind Sie bestens ausgestattet, um Obst in Gemüse zu schälen, zu putzen und in mundgerechte Stückchen zu schneiden. Das Spickmesser erhalten Sie bei uns mit einer Klingenlänge von 9 oder 13 Zentimetern."}},"8d020c84-5d1d-4f5e-b081-525aeeb9ffd4":{"type":"textblock","settings":{"heading":"Optionale Ergänzungen für die Zubereitung von Fleisch","content":"Wenn Sie Fleisch zubereiten möchten, nutzen Sie hierfür am besten ein separates Fleischmesser. Dessen Klinge ist lang und schmal, was beim Zerteilen von großen Stücken in schmale Streifen einen geringen Widerstand leistet. Mit der kurzen Klinge des Ausbeinmessers parieren Sie mühelos Sehnen und Fleisch und trennen es vom Knochen. Darüber hinaus finden Sie in unserem Shop ein Beil, ein Hackmesser oder ein Steakmesser. Mit einem Beil zerhacken zu Knorpel und Knochen im Handumdrehen. Das Hackmesser ist entgegen seinem Namen nicht zum Zerhacken, sondern zum feinen Schneiden von Gemüse, Fisch und Geflügel gedacht. Die breite Klinge eignet sich darüber hinaus als Schaufel, um Schneidgut in die Pfanne oder den Topf zu befördern. Mit dem Steakmesser können sie zubereitetes Fleisch auf dem Teller schneiden."}},"78918107-bbd5-4a27-b1a4-ff504430abf7":{"type":"textblock","settings":{"heading":"Küchenmesser kaufen – Darauf sollten Sie achten","content":"Wenn Sie ein neues Messer kaufen möchten, sehen Sie sich mit einer Vielzahl an Angeboten konfrontiert. Ob Sie zu einem günstigen Kochmesser oder zu einem Profi-Küchenmesser greifen, hängt von vielen Faktoren und Ihren individuellen Anforderungen ab. Wenn Sie täglich mehrere Stunden in der Küche stehen oder beruflich kochen, werden Sie von einem Profi-Kochmesser profitieren. Wer jedoch nur hin und wieder eine Gemüsepfanne zubereitet, wird vermutlich wenig Wert darauf legen, on das Messer handgeschmiedet ist oder ob es langfristig gut in der Hand liegt."}},"e4dc524c-cceb-4788-8ae9-fec9a7bf558e":{"type":"textblock","settings":{"heading":"Schärfe und Verschleiß","content":"Scharfe Küchenmesser beugen Verletzungen vor. Was zunächst widersprüchlich klingt, ist dennoch richtig, denn häufig ereignen sich Schnittverletzungen, weil das stumpfe Messer von dem Lebensmittel abrutscht. Gute Küchenmesser sollten daher möglichst lang scharf bleiben und sich leicht nachschärfen lassen. Die Qualität und Form des Schliffs spielen dabei eine besondere Rolle. Je feiner und spitzer sich ein Material schleifen lässt, desto schärfer wird die Klinge. Da alle Klingen mit der Zeit ein wenig ihrer Schärfe einbüßen, bieten wir Ihnen einen lebenslangen und kostenfreien Nachschleifservice an. Neben dem hauseigenen Wetzstahl ist dies eine Möglichkeit, um die Ursprungsschärfe wieder herzustellen."}},"c4d0e9c0-1cf3-4ffc-8ba8-6d2aeb5b9d98":{"type":"textblock","settings":{"heading":"Härtegrad","content":"Hochwertige Küchenmesser haben eine harte Klinge, die sich beim Schneiden nicht zu stark verbiegt und aus der keine Stücke herausbrechen. Der Härtegrad darf dennoch variieren und hängt von den verwendeten Materialien ab. Beispielsweise darf ein Küchenmesser aus einer Monostahlklinge nicht zu hart sein, damit es nicht zerbricht. Um die Härte verschiedener Messer miteinander vergleichen, achten Sie auf den Härtegrad, der in HRC (Härte nach Rockwell) angegeben wird. Ein hoher Kohlenstoffanteil im Stahl wirkt sich positiv auf die Härte und Stabilität aus. Die Klingen unserer Messer bestehen aus rostfreiem Klingenstahl (X50CrMoV15) und weisen einen Härtegrad von 58 HRC (+- 1) auf."}},"1766facc-9f15-4481-9f8c-ad31658787f1":{"type":"textblock","settings":{"heading":"Balance und Haptik","content":"Während bei japanischen Messern der Schwerpunkt meist etwas von der Mitte des Messers abweicht, liegt er bei Küchenmessern im europäischen Raum in der Regel beim Übergang von der Klinge zum Griff. Dies hängt unter anderem mit der Art und Weise zusammen, wie das Messer beim Schneiden gehalten wird. Japanische Köche greifen das Messer etwas weiter vorn, wodurch ein verlagerter Schwerpunkt angenehmer ist. Beim Messerkauf können Sie bewusst darauf achten, wo das Messer seinen Schwerpunkt hat und wie es sich in der Hand anfühlt. Die Vorlieben sind individuell verschieden. Viele Menschen ziehen jedoch schwere Küchenmesser dem leichteren Pendant vor."}},"bfc710dc-7da7-4328-9e64-4360cf063613":{"type":"textblock","settings":{"heading":"Herstellungsweise","content":"Das Schmiedehandwerk stirbt leider immer mehr aus. Nur noch wenige Küchenmesser sind handgeschmiedet. All unsere Messer werden in Solingen aus rostfreiem Edelstahl hergestellt, eisgehärtet und von Hand abgezogen. Auf diese Weise wird eine Härte und Schärfe erreicht, die für den jahrzehntelangen Gebrauch gemacht ist. Bei der richtigen Pflege und dank unseres kostenfreien Nachschleifservices werden diese Messer die letzten sein, die Sie kaufen müssen."}},"412946da-400c-4f4b-bbfd-9ed0d74bc740":{"type":"textblock","settings":{"heading":"Preis","content":"Die Preisspanne der auf dem Markt erhältlichen Küchenmesser ist riesig und stark abhängig von der Größe, der Qualität und der Herstellungsweise der angebotenen Klingen. Sie erhalten sowohl günstige, biegsame Varianten mit Kunststoffgriff als auch sehr kostspielige, die von Spezialisten aus seltenen Materialien in mühsamer Handarbeit geschmiedet wurden. Für den alltäglichen Einsatz sind beide vermutlich weniger geeignet. Stattdessen benötigen Sie ein Küchenmesser aus dem mittleren Preissegment, das den Ansprüchen des Alltags gerecht wird und sich durch eine vorzeigbare Verarbeitung und Langlebigkeit auszahlt."}},"f05f4159-c828-42ee-9bb8-130c68a2aa3f":{"type":"textblock","settings":{"heading":"Küchenmesser richtig pflegen und aufbewahren","content":"Bei der Reinigung und Pflege von Klingen gilt: Weniger ist mehr. Spülen Sie ein hochwertiges Küchenmesser immer von Hand ab. Die Reinigung in der Spülmaschine würde die Schärfe beeinträchtigen und der Langlebigkeit des Materials schaden. Zum Säubern benötigen sie kein oder nur sehr wenig Spülmittel und ein weiches Tuch. Wischen Sie immer vom Griff in Richtung Messerspitze und greifen Sie niemals auf die scharfe Klinge, um sich nicht zu verletzen.\n<br><br>Für die Aufbewahrung nutzen Sie für hochwertige Messer am besten einen Messerblock oder eine magnetische Messerhalterung außerhalb der Reichweite von Kindern oder Haustieren. Von der Aufbewahrung in der Schublade ist abzuraten, da dies ein hohes Verletzungsrisiko birgt und die Klingen durch das Aneinanderschlagen mit anderen Gegenständen ihre Schärfe einbüßen."}}},"block_order":["4e195959-f9a9-4eef-becb-4caf47c1891c","8e584800-4d65-4ed4-8826-a72f40458f42","212963cd-571b-4148-84f1-64c2e04e255d","08552d97-ee60-421c-9e10-64a3614c6d69","8d020c84-5d1d-4f5e-b081-525aeeb9ffd4","78918107-bbd5-4a27-b1a4-ff504430abf7","e4dc524c-cceb-4788-8ae9-fec9a7bf558e","c4d0e9c0-1cf3-4ffc-8ba8-6d2aeb5b9d98","1766facc-9f15-4481-9f8c-ad31658787f1","bfc710dc-7da7-4328-9e64-4360cf063613","412946da-400c-4f4b-bbfd-9ed0d74bc740","f05f4159-c828-42ee-9bb8-130c68a2aa3f"],"settings":{"separator_type":"line","padding_richtext_column":10,"margin_lr_richtext_row_mobile":10,"margin_tb_richtext_row_mobile":10,"margin_lr_richtext_row_desktop":80,"margin_tb_richtext_row_desktop":20}}},"order":["main","1649262045c198b444","recently-viewed-products","3f90e9f8-d847-457e-9081-eff582bcf9ad","d66791da-49fa-44f6-834d-b955dbaf70cc","1636039932a0a7323e","244721d2-5a2d-4ebb-adbe-de3a13bccfa2"]}