{"sections":{"main":{"type":"main-collection","settings":{"show_collection_info":false,"show_collection_image":false,"apply_overlay":false,"show_color_swatch":false,"show_vendor":false,"collection_image_size":"small","show_sort_by":true,"show_layout_switch":false,"toolbar_position":"top","show_filters":false,"show_filter_color_swatch":true,"expand_filters":true,"filter_position":"sidebar","filter_menu":"produktauswahl","grid_items_per_page":48,"grid_mobile_items_per_row":"2","grid_desktop_items_per_row":4}},"1659080268f02cfc74":{"type":"separator-sction","settings":{"height":75}},"1649260647527f48ae":{"type":"kundenservice-mit-2-bilder","blocks":{"a3a5430a-fb50-4d4f-bd98-9c063e47cea2":{"type":"bild","settings":{"bild":"shopify:\/\/shop_images\/moodbild_hochwertiges_zubehoer.jpg"}},"ea3e9c53-061f-4b3b-a986-f6c20c22e2ba":{"type":"kundenservice","settings":{"service_image":"shopify:\/\/shop_images\/hoffmann-service-team-angela.png","service_heading":"Kompetente Fachberatung","service_text":"Gerne beraten wir Sie persönlich.","button1_label":"Anrufen","button1_link":"tel:+492371-462611","button2_label":"E-Mail","button2_link":"mailto:service@hoffmann-germany.de"}},"d3dc1c70-d21a-41f0-a916-23f8fd060c7f":{"type":"bild","settings":{"bild":"shopify:\/\/shop_images\/moodbild_zubehoer.jpg"}}},"block_order":["a3a5430a-fb50-4d4f-bd98-9c063e47cea2","ea3e9c53-061f-4b3b-a986-f6c20c22e2ba","d3dc1c70-d21a-41f0-a916-23f8fd060c7f"],"settings":{}},"recently-viewed-products":{"type":"recently-viewed-products","settings":{"title":"Gerade angesehen","show_product_info":true,"show_vendor":false,"show_color_swatch":false}},"33c500e7-6225-4c23-9ddc-e65be12253c5":{"type":"collection-gallery-menu","blocks":{"3a519f0f-0133-4c76-9cc9-462348fe47ff":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Pfannen_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/pfannen","menu-item-badge-text":"Pfannen","menu-item-badge-text-mobile":"Pfannen","menu-item-tags":""}},"7e264a16-3160-4667-b3f0-708b48393cbe":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Toepfe_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/kochtopfe","menu-item-badge-text":"Kochtöpfe","menu-item-badge-text-mobile":"Kochtöpfe","menu-item-tags":""}},"3edebed5-4b46-4144-a23d-2e5fd270d85d":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Braeter_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/brater","menu-item-badge-text":"Bräter","menu-item-badge-text-mobile":"Bräter","menu-item-tags":""}},"51847d88-ab07-463a-b993-638263373e5a":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Wok_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/wok","menu-item-badge-text":"Woks","menu-item-badge-text-mobile":"Woks","menu-item-tags":""}},"cc91dfc2-444c-4a91-9180-da4661e5aa46":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Grillpfannen_Grillplatten_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/grillpfannen-platten","menu-item-badge-text":"Grillpfannen & Platten","menu-item-badge-text-mobile":"Grillpfannen & Platten","menu-item-tags":""}},"260e2b6d-30e7-489c-ba45-3add4fcf942a":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Kuechenhelfer_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/kuchenhelfer","menu-item-badge-text":"Küchenhelfer","menu-item-badge-text-mobile":"Küchenhelfer","menu-item-tags":""}},"059a4f9e-b0d7-44af-b943-092b077edb6b":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Zubehoer_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/kuechenwelt","menu-item-badge-text":"Zubehör","menu-item-badge-text-mobile":"Zubehör","menu-item-tags":""}},"e03d3845-31db-4c74-bdf6-ef4c33383a9d":{"type":"menu_item","settings":{"menu-item-image":"shopify:\/\/shop_images\/Backplatten_Kategorie.jpg","menu-item-link-text":"JETZT AUSWÄHLEN","menu-item-link":"shopify:\/\/collections\/backplatten","menu-item-badge-text":"Backplatten","menu-item-badge-text-mobile":"Backplatten","menu-item-tags":""}}},"block_order":["3a519f0f-0133-4c76-9cc9-462348fe47ff","7e264a16-3160-4667-b3f0-708b48393cbe","3edebed5-4b46-4144-a23d-2e5fd270d85d","51847d88-ab07-463a-b993-638263373e5a","cc91dfc2-444c-4a91-9180-da4661e5aa46","260e2b6d-30e7-489c-ba45-3add4fcf942a","059a4f9e-b0d7-44af-b943-092b077edb6b","e03d3845-31db-4c74-bdf6-ef4c33383a9d"],"settings":{"horizontal-spacing":0.5,"vertical-spacing":0.5,"menu-item-count-desktop":4,"menu-item-count-tablet":3,"menu-item-count-mobile":"2","link-text-color":"#ffffff","link-text-background-color":"RGBA( 0, 0, 0, 0.2 )","icon-after-text":"angle-right","icon-after-text-color":"#ffffff","badge-background-color":"#F3EDDD","badge-text-color":"#000000","badge-position":"top-left","badge-link-text-border-radius":2,"badge-spacing-vertical":0.5,"badge-spacing-horizontal":0.5}},"1636039932a0a7323e":{"type":"apps","settings":{"include_margins":true}},"0d112ccf-7781-4381-9d0f-0645e4e6e390":{"type":"seo-html-texte-hashcom","blocks":{"c2d296c7-cd95-4b8a-9b98-d22911bd7fff":{"type":"textblock","settings":{"heading":"Hochwertige Pfanne zum Braten, Schmoren und Überbacken für Ihre Küche","content":"Eine gute Bratpfanne sollte in keiner Küche fehlen und gilt als vielseitiges Kochwerkzeug. Die Zubereitung von süßen sowie herzhaften Speisen am Morgen, am Mittag und bei Dämmerung, wird mit einer hochwertigen Pfanne zum Kinderspiel und macht sie auf Dauer unverzichtbar. Mit ihr gelingen einfache Gerichte wie aufwändige Menüs im Handumdrehen, wobei Ihnen dank der erstklassigen Pfannenbeschichtung auch <strong>empfindliche Zutaten nicht anbrennen<\/strong>. Zusätzlich wird Ihnen auch die <strong>Reinigung enorm erleichtert<\/strong>. Hoffmann bietet Ihnen eine Auswahl von Pfannen aus Aluminium für jeden Zweck. Mit einer Profi-Bratpfanne heben Sie Ihre Kochkünste auf eine neue Stufe."}},"7182839d-7421-422a-8d97-0ac9301ab282":{"type":"textblock","settings":{"heading":"Die besten Bratpfannen: Darauf ist beim Kauf zu achten","content":"Pfanne ist nicht gleich Pfanne. Damit Sie schon bald das <strong>für Sie genau passende Kochengeschirr<\/strong> in den  Händen halten, ist es hilfreich, einige Kriterien zu beachten. Es ist wichtig, dass Ihre neuen Pfannen mit Ihren Bedürfnissen und Ihrem Herd harmonieren. <strong>Nur<\/strong> <strong>so macht Kochen wirklich Spaß<\/strong>. Besonders bedeutsam sind der Aufbau der Pfanne sowie die verwendeten Materialien. Im folgenden Ratgeberteil erfahren Sie, auf welche Eigenschaften Anfänger wie Profis besonders viel Wert legen sollten."}},"d6b13a73-1e89-46a5-8873-01b1d997fb27":{"type":"textblock","settings":{"heading":"Die richtige Größe der Pfanne ","content":"Pfannen sind in vielen verschiedenen Größen erhältlich. Kleine sowie große Durchmesser bietet das Angebot von Hoffmann für Sie. Je größer die Pfanne ist, desto größer sind die Portionen, die Sie darin zubereiten können. Am beliebtesten gelten die <strong>Durchmesser zwischen 24 und 28 cm. <\/strong>Mit diesen Größen sind Sie optimal ausgestattet. Pfannen in dieser Größe sind gleichzeitig mit so gut wie jedem Herd kompatibel. Dank der optimalen Wärmeverteilung, wird die übertragene <strong>Hitze vom Herd sehr effizient genutzt<\/strong>.<br><br>\nDoch nicht nur der Durchmesser, sondern auch die Höhe des Randes sollten in die Kaufentscheidung einfließen. Mit einem hohen Rand <strong>erhöht sich das Volumen<\/strong> und es sind größere Portionen in der Zubereitung möglich. Auch das Vermengen und die Handhabung  höherer Flüssigkeitsmengen fällt wesentlich einfacher . Ein niedriger Rand eignet sich dagegen hervorragend für das  <strong>einfache Wenden<\/strong> und das <strong>saubere Anrichten<\/strong> auf dem Teller."}},"7122f76b-ac00-4746-9fc1-4afab4f441f5":{"type":"textblock","settings":{"heading":"Materialien der Pfanne","content":"Es ist nicht unerheblich, aus welchem Werkstoff Ihr Kochgeschirr besteht. Damit nehmen Sie unter anderem Einfluss darauf, <strong>wie hitzebeständig es ist oder wie gut es Wärme speichert<\/strong>. Pfannen können aus völlig unterschiedlichen Materialien bestehen. Pfannen aus Edelstahl sind ebenso verbreitet wie Keramikpfannen, Aluminiumpfannen oder Gusseisenpfannen.<br><br>\nIm Sortiment von Hoffmann finden Sie ausschließlich Aluminiumpfannen. Diese sind für die Zubereitung von sämtlichen Speisen bestens geeignet, da sie wahre Alleskönner sind. Für die <strong>einfache Reinigung, fettfreies Kochen und eine einfache Zubereitung,<\/strong> verfügt das Kochgeschirr über eine Antihaftbeschichtung. Unsere Pfanne mit einer Beschichtung aus PTFE-Anteil hält sogar Temperaturen bis zu 280°C aus. Sie können also wie mit einer Pfanne aus Eisen auch <strong>scharf Anbraten<\/strong> , um <strong>herrliche Röstaromen<\/strong> zu erzeugen.<br><br>\nDer Werkstoff nimmt außerdem Einfluss auf die Wärmespeicherung. <strong>Aluminium speichert Wärme viel länger<\/strong> als beispielsweise Edelstahl. <strong>Hitze wird gleichmäßig abgegeben<\/strong> und hält Ihre Speisen auch ohne Energiezufuhr lange warm. Das langsame Braten gelingt mit solch einer Pfanne besonders effektiv. Aluminium hat noch einen weiteren großen Vorteil: dieses Metall leitet die <strong>Hitze gleichmäßig bis an den äußersten Rand<\/strong>. Damit <strong>sparen Sie Energie<\/strong> und können Ihre Gerichte punktgenau garen. So gelingen Ihnen optimale Ergebnisse aus dem Lehrbuch."}},"f5ae1787-3979-4057-ab86-c889b1370383":{"type":"textblock","settings":{"heading":"Pfannen einzeln oder im Set kaufen","content":"Wenn Sie das Equipment in Ihrer Küche punktuell verstärken möchten, ist der Kauf einer einzelnen Pfanne von hoher Qualität immer lohnenswert. Für eine komplette Neuausstattung rentiert sich jedoch der<a href=\"https:\/\/hoffmann-germany.de\/pages\/sparsets\"> Kauf im Set<\/a>. Schon ab der zweiten Pfanne bieten wir Ihnen einen attraktiven Rabatt. Jedoch können Sie Ihre Pfanne auch mit anderen Produkten aus unserem <a href=\"https:\/\/hoffmann-germany.de\/collections\/bestseller\">Aluguss-Sortiment<\/a> kombinieren. So sparen Sie bei Ihrem Einkauf bis zu 20,00 %."}},"a340da4c-dba6-4db6-ad6d-c7bbf376a096":{"type":"textblock","settings":{"heading":"Beschichtung erneuern mit unserem nachhaltigen Service","content":"Auch die hochwertigste Beschichtung kann über einen langen Zeitraum irgendwann ihre Antihaft-Eigenschaften verlieren. Davon sind selbst die hochwertigsten Pfannen betroffen. So können auch beschichtete Pfannen aus Aluminium von Hoffmann <strong>nach einer langen Zeit und intensivem Gebrauch<\/strong> unter dem Verblassen ihrer praktischen Funktionen leiden. Durch die nachlassende Antihaft-Wirkung, sind Pfanne und Co. schwieriger zu reinigen, während Gerichte nicht mehr vor dem Anbrennen geschützt sind. Das Ergebnis ist eindeutig: Kochen macht keinen Spaß mehr.<br><br>\nWenn eine Pfanne aus Edelstahl, Gusseisen oder Keramik ausgedient hat und nicht mehr zufriedenstellend funktioniert, liegt die einzige Lösung oftmals in der Entsorgung. Dies stellt nicht nur eine enorme Belastung für die Umwelt dar, sondern ist obendrein noch extrem teuer. Daher bieten wir Ihnen für Ihre Pfanne ein einmaliges Angebot. Sollten Sie feststellen, dass die Qualität der Beschichtung Ihrer Bratpfannen nicht mehr zufriedenstellend ist, können Sie für einen <strong>Bruchteil des Neupreises<\/strong> unseren Service zur <a href=\"https:\/\/hoffmann-germany.de\/pages\/wiederbeschichtungs_service\">Wiederbeschichtung<\/a> in Anspruch nehmen.<br><br>In einem aufwendigen Verfahren erneuern wir das Material Ihrer Pfanne. Danach sind gebrauchte, beschichtete Pfannen nicht von Neuware zu unterscheiden. So ist es Ihnen möglich, die <strong>Lebensdauer Ihrer Pfanne enorm auszudehnen<\/strong>, damit Sie noch viele Jahre Spaß am Braten und Schmoren haben werden. Verabschieden Sie sich von Pfannen mit nicht zufriedenstellender Qualität und profitieren von einer enormen Nachhaltigkeit, die Ihnen garantiert, dass Ihre Bratpfannen Sie ein Leben lang begleiten.<br><br>\nFinden Sie jetzt Ihre bevorzugte Pfanne im Sortiment von Hoffmann oder kaufen sie direkt im Set. Sie profitieren von einer <strong>schnellen Lieferzeit und einem kostenlosen Versand<\/strong>. Auf Wunsch auch vom Wiederbeschichtungsservice zur Aufbereitung Ihrer bereits gebrauchten Hoffmann Germany Pfanne."}},"356120ec-10fa-4ea9-8c65-579981405150":{"type":"textblock","settings":{"heading":"Pfannen: Vielseitiges Angebot, genau auf Ihre Bedürfnisse zugeschnitten","content":"In unserem Shop finden Sie eine breite Vielfalt an erstklassigen <strong>Pfannen mit Antihaftbeschichtung<\/strong>, die Ihnen das Zubereiten von Speisen besonders einfach machen. Sowohl für Anfänger als auch für Kochprofis ist jede Pfanne eine gute Wahl, da die hochwertige Beschichtung einerseits <strong>hervorragende Ergebnisse<\/strong> liefert und andererseits Ihre Nerven bei der Reinigung schont. So können Sie sich auf das Wesentliche konzentrieren und schmackhafte Speisen für Sie und Ihre Liebsten zaubern. Folgende Pfannenarten warten auf Sie:"}},"ed30fd01-a752-420d-89c9-074e4e0f9479":{"type":"textblock","settings":{"heading":"Hochwertige Bratpfanne und Hochrandpfanne","content":"Die Bratpfanne ist der Allrounder schlechthin und bei Hoffmann in vielen verschiedenen Größen erhältlich. Auf Wunsch wird Ihnen das Must-have für jede Küche mit dem passenden Deckel geliefert. Eine klassische beschichtete Pfanne meistert jedes Gericht, wobei sie zum <strong>Braten, zum Schmoren oder zum Überbacken prädestiniert ist<\/strong>. Die robuste und langlebige Pfanne bringt Ihre Gerichte <strong>schnell auf Temperatur<\/strong> und ermöglicht ein <strong>präzises und stromsparendes Braten<\/strong>. Auch für den <a href=\"https:\/\/hoffmann-germany.de\/blogs\/news\/fur-den-einsatz-im-backofen\">Backofen<\/a> sind unsere Bratpfannen hervorragend geeignet.<br><br>\nDie klassischen Bratpfannen erhalten Sie bei uns zudem mit einem <strong>extra hohen Rand oder in einer viereckigen Form<\/strong>. Dies bietet Ihnen spezielle Vorteile wie die einfachere Zubereitung größerer Portionen, das leichtere Wenden und Vermengen sowie das perfekte In-Form-Bringen, beispielsweise von Aufläufen."}},"c6302af3-a014-48bf-8c33-36449d191276":{"type":"textblock","settings":{"heading":"Praktische Crepepfanne","content":"Im Gegensatz zu einer herkömmlichen Bratpfanne zeichnet sich die Crepe-Pfanne durch einen besonders niedrigen Rand aus. Geeignet ist sie somit, wie der Name es schon suggeriert, für Crepes oder klassische Pfannkuchen. Diese luftigen Speisen können durch den flachen Rand und die Antihaftbeschichtung besonders einfach gewendet werden. Doch auch Herzhaftes wie Omelette oder Bacon gelingt mit einer <a href=\"https:\/\/hoffmann-germany.de\/collections\/pfannen\/products\/crepespfanne-induktion-o-28-cm\">Crepe-Pfanne<\/a> spielend leicht. Diese vielseitigen Pfannen finden in jedem Haushalt ihren Platz, schließlich ist die Bratpfanne für Induktionsherd, Cerankochfeld, Gasherd und Co. bestens geeignet. Einem gelungenen Frühstück steht mit der Crepes-Pfanne nichts im Wege."}},"d3d85efb-0e12-40c3-8b20-422d13a1520f":{"type":"textblock","settings":{"heading":"Ovale Fischepfanne","content":"Fischpfannen unterscheiden sich von normalen Pfannen durch ein entscheidendes Detail. So wurden sie in einer ovalen Form gegossen, damit ein Fisch in seiner Gänze hervorragend durchgebraten werden kann. Eine Fischbratpfanne kann jedoch auch für Steaks oder Schnitzel verwendet werden, schließlich garantiert die Beschichtung, dass Gerichte nicht festkleben und das Abwaschen somit im Nu erledigt ist. Als Freund deftiger, herzhafter Speisen mit Biss, sollten Sie auf diese robusten Pfannen nicht verzichten."}},"536f938c-c957-46c5-b4d8-d9297ad2b498":{"type":"textblock","settings":{"heading":"Pfanne aus Aluminium: Ihre Vorteile aus dem Material","content":"Aluminiumpfannen gelten gemeinhin als besonders beliebt. Schließlich bieten sie im Vergleich zu Keramik oder Gusseisen Pfannen zahlreiche Vorteile. So gelten derartige Pfannen als <strong>optimale \"Alleskönner\",<\/strong> die besonders bei leichten Speisen, die im unteren Temperatursegment zubereitet werden, ihre volle Wirkungskraft entfalten. Pfannkuchen und Omeletts gelingen somit beispielsweise besonders gut.<br><br>\nVerwenden Profiköche beschichtete Aluminium-Pfannen? Wenn Sie das nächste Mal eine der typischen Kochsendungen im Fernsehen sehen, achten Sie einmal darauf welche Pfannen verwendet werden. Sie werden feststellen, dass <strong>in fast jeder Restaurant-Küche überwiegend beschichtete Aluminium-Pfannen zum Einsatz kommen<\/strong>. Die <strong>lange Wärmespeicherung<\/strong> sowie die <strong>einfache Reinigung<\/strong> zwischen verschiedenen Gerichten ist hierbei entscheidend.<br><br>\nSo verfügen Alupfannen über eine <strong>deutlich höhere Wärmeleitfähigkeit<\/strong> als Kochgeschirr aus beispielsweise Edelstahl, was den <strong>Energieverbrauch reduziert<\/strong> und ein <strong>punktgenaues Zubereiten<\/strong> der Gerichte ermöglicht. Da Sterneköche auf hochwertige Ergebnisse angewiesen sind und sich keine Fehler erlauben können, erhalten Aluminiumpfannen den Zuschlag und stellen die optimale Ergänzung zu extrem hitzebeständigen Eisenpfannen dar.<br><br>\nKein Platz in der Spülmaschine? Mit einer beschichteten Alugusspfanne wird dieses Problem vermieden. Die Pfannen lassen sich dank der hochwertigen Antihaftbeschichtung <strong>besonders einfach reinigen<\/strong>. Meist genügt schon ein einfacher Schwamm, mit dem selbst hartnäckige Verschmutzungen im Handumdrehen beseitigt werden können. Dadurch zählen Aluminiumpfannen nicht ohne Grund zu den beliebtesten Pfannen. Zusätzlich verfügen alle Pfannen über einen abnehmbaren Stiel, welcher Ihnen die <strong>platzsparende Verstauung<\/strong> ermöglicht."}},"92b3dfed-2b9c-4a0d-ac0c-0f82c39cd892":{"type":"textblock","settings":{"heading":"Pfannen von Hoffmann: Auch für Induktionsherde geeignet?","content":"Eine Pfanne ist grundsätzlich für eine Vielzahl an Herdarten geeignet. Dem Einsatz auf einem Gasherd oder Cerankochfeld steht logischerweise nichts im Wege. Einen Unterschied stellt jedoch der <strong>Induktionsherd<\/strong> dar. Da dieser mit einer besonderen Technologie arbeitet, ist nicht jedes Küchenutensil, und damit auch nicht jede Pfanne, für den Gebrauch prädestiniert. Damit für eine Bratpfanne ein Induktionsherd infrage kommt, muss ein entscheidendes Detail vorhanden sein.<br><br>\nAnders als bei anderen Herden, wird beim Induktionsherd nicht mit der Wärmeleitung gearbeitet. Stattdessen wird mithilfe von Kupferspulen ein elektromagnetisches Feld erzeugt. Damit die Energie per Induktion Bratpfanne, Topf und Co. erreicht, muss der Boden des Kochgeschirrs aus einem magnetischen Material bestehen.<br><br>Aluminiumpfannen sind nicht magnetisch und funktionieren somit nicht automatisch auf einem Induktionsherd. Unsere Pfannen stellen hierbei jedoch eine Ausnahme dar. So ist Ihre Pfanne aus unserem Shop extra mit einem entsprechenden <strong>ferromagnetischen Boden ausgestattet<\/strong> und daher <strong>ausdrücklich für jede Herdart geeignet.<\/strong> Damit gelingen Ihnen schmackhafte Gerichte nicht nur auf den lange etablierten Herden. So können Sie wie gewohnt zuverlässig braten, alle Vorzüge unserer Pfannen genießen und gleichzeitig ein <strong>großes Maß an Energie einsparen<\/strong>. Auch eine teure <strong>Neuanschaffung bei einem Herdwechsel entfällt für Sie<\/strong>."}}},"block_order":["c2d296c7-cd95-4b8a-9b98-d22911bd7fff","7182839d-7421-422a-8d97-0ac9301ab282","d6b13a73-1e89-46a5-8873-01b1d997fb27","7122f76b-ac00-4746-9fc1-4afab4f441f5","f5ae1787-3979-4057-ab86-c889b1370383","a340da4c-dba6-4db6-ad6d-c7bbf376a096","356120ec-10fa-4ea9-8c65-579981405150","ed30fd01-a752-420d-89c9-074e4e0f9479","c6302af3-a014-48bf-8c33-36449d191276","d3d85efb-0e12-40c3-8b20-422d13a1520f","536f938c-c957-46c5-b4d8-d9297ad2b498","92b3dfed-2b9c-4a0d-ac0c-0f82c39cd892"],"settings":{"separator_type":"line","padding_richtext_column":10,"margin_lr_richtext_row_mobile":10,"margin_tb_richtext_row_mobile":10,"margin_lr_richtext_row_desktop":80,"margin_tb_richtext_row_desktop":20}},"16590802886e97af72":{"type":"separator-sction","settings":{"height":50}}},"order":["main","1659080268f02cfc74","1649260647527f48ae","recently-viewed-products","33c500e7-6225-4c23-9ddc-e65be12253c5","1636039932a0a7323e","0d112ccf-7781-4381-9d0f-0645e4e6e390","16590802886e97af72"]}